---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AutoMullionInteriorGrid1
source: html/9bd6175f-7a83-0d35-0a1c-fa9cf51a0c9a.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AutoMullionInteriorGrid1 Property

"Interior Type"

## Syntax (C#)
```csharp
public static ForgeTypeId AutoMullionInteriorGrid1 { get; }
```